IDEA Open Model
ReportSettings.Formulas Property
Compatible with IDEA StatiCa Beta 20.0
 Indicates if formulas are in report
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public FormulasType Formulas { get; set; }
Public Property Formulas As FormulasType
	Get
	Set
Property Value
Type: FormulasType
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace